---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.InaccurateFailures.InaccurateLevel
source: html/0506752a-3e77-69dd-c5e4-9cc09c017213.htm
---
# Autodesk.Revit.DB.BuiltInFailures.InaccurateFailures.InaccurateLevel Property

Level is slightly off axis and may cause inaccuracies.

## Syntax (C#)
```csharp
public static FailureDefinitionId InaccurateLevel { get; }
```